Падав безжалісно град, била блискавиця.
Гріла під серцем вовчат молода вовчиця.
Знає про вірну любов лісове озерце.
Плаче нічної пори одиноке серце!

Приспів:
Зорі прозорі вгорі: "Вам спиться чи не спиться?"
Вила на місяць новий молода вовчиця.
Вірила: там, угорі, хтось її почує.
Як її пахне любов, знову не відчує.

Зграю тримала в зубах степова цариця.
Вічно нагонила страх удова-вовчиця.
В небі з'явилося знов місяця люстерце.
Баче свою там любов одиноке серце.

Приспів:
Зорі прозорі вгорі: "Вам спиться чи не спиться?"
Вила на місяць новий молода вовчиця.
Вірила: там, угорі, хтось її почує.
Як її пахне любов, знов вона відчує.

Зорі прозорі вгорі: "Вам спиться чи не спиться?"
Вила на місяць новий молода вовчиця.
Вірила: там, угорі, хтось її почує.
Як її пахне любов, знов вона відчує.
